Repository: ProtonDriveApps/ios-drive
Catalog: PDLocalization/Sources/Resources/iOS-Localizable.xcstrings
Source language: en
Languages: be, ca, cs, da, de, el, es, es_419, fi, fr, hu, id, it, ja, ka, ko, nb, nl, pl, pt, pt_br, ro, ru, sk, sv, tr, uk, zh_hans, zh_hant

# take_new_photo_button
source: Take new photo
be: Зрабіць новую фатаграфію
ca: Feu una foto nova
cs: Pořídit novou fotku
da: Tag nyt foto
de: Neues Foto aufnehmen
el: Λήψη νέας φωτογραφίας
es: Tomar una nueva foto
es_419: Tomar una foto
fi: Ota uusi kuva
fr: Prendre une nouvelle photo
hu: Új fénykép készítése
id: Ambil foto baru
it: Scatta una nuova foto
ja: 新しい写真を撮る
ka: ახალი სურათის გადაღება
ko: 새 사진 촬영
nb: Ta nytt bilde
nl: Neem een nieuwe foto
pl: Zrób nowe zdjęcie
pt: Tirar nova fotografia
pt_br: Tirar nova foto
ro: Fotografie nouă
ru: Сделать новое фото
sk: Urobiť novú fotografiu
sv: Ta nytt foto
tr: Yeni fotoğraf çek
uk: Зробити нове фото
zh_hans: 拍摄新照片
zh_hant: 拍攝新照片

# technical_error_placeholder
source: Something gone wrong, please try again later
be: Нешта пайшло не так. Паспрабуйце яшчэ раз пазней
ca: S'ha produït un error. Torneu-ho a provar més tard.
cs: Něco se pokazilo, zkuste to prosím později
da: Noget gik galt. Prøv igen senere
de: Etwas ist schiefgelaufen, bitte versuche es später erneut.
el: Κάτι πήγε στραβά, παρακαλούμε δοκιμάστε ξανά αργότερα
es: Se ha producido un error. Inténtalo de nuevo.
es_419: Ocurrió un error. Inténtelo de nuevo.
fi: Jotain meni pieleen, yritä myöhemmin uudelleen.
fr: Une erreur s'est produite. Nous vous invitons à réessayer.
hu: Hiba történt. Kérjük, próbálkozzon újra később.
id: Terjadi kesalahan, silakan coba lagi nanti
it: Qualcosa è andato storto, riprova più tardi
ja: 何か問題が発生しました。後でもう一度お試しください
ka: რაღაც არასწორად წავიდა. კიდევ სცადეთ
ko: 문제가 발생했습니다. 나중에 다시 시도하십시오
nb: Noe gikk galt, prøv igjen senere
nl: Er is iets fout gegaan, probeer het later opnieuw
pl: Coś poszło nie tak. Spróbuj ponownie później
pt: Ocorreu um erro. Tente novamente mais tarde.
pt_br: Algo deu errado, tente novamente mais tarde
ro: Ceva n-a funcționat bine. Reîncercați mai târziu.
ru: Что-то пошло не так. Повторите попытку позже
sk: Niečo sa pokazilo, skúste to neskôr, prosím
sv: Något gick fel, försök igen senare
tr: Bir sorun çıktı. Lütfen bir süre sonra yeniden deneyin
uk: Щось пішло не так, будь ласка, спробуйте пізніше
zh_hans: 出错了，请稍后再试
zh_hant: 發生錯誤，請稍後再試

# text_pull_to_refresh
source: Pull to refresh
be: Пацягніце, каб абнавіць
ca: Arrossegueu per actualitzar
cs: Potáhnutím obnovit
da: Træk ned for at opfriske
de: Zum Aktualisieren ziehen
el: Σύρετε για ανανέωση
es: Desliza para actualizar
es_419: Deslice para actualizar
fi: Vedä päivittääksesi
fr: Faites glisser vers le bas pour actualiser
hu: Frissítéshez húzza le
id: Tarik untuk memuat ulang
it: Scorri per aggiornare
ja: 下にスワイプして再読み込み
ka: ჩამოწიეთ განახლებისთვის
ko: 당겨서 새로고침
nb: Dra for å oppdatere
nl: Trekken om te vernieuwen
pl: Pociągnij, aby odświeżyć
pt_br: Deslizar para baixo para atualizar
ro: Trageți pentru împrospătare
sk: Potiahnutím obnovíte
sv: Dra för att uppdatera
tr: Yenilemek için aşağı çekin
uk: Потягніть, щоб оновити
zh_hans: 下拉重新整理

# trash_action_delete_file_button
source: Delete %@
be: Выдаліць %@
ca: Elimina %@
cs: Smazat %@
da: Slet %@
de: %@ löschen
el: Διαγραφή %@
es: Eliminar %@
es_419: Eliminar %@
fi: Poista %@
fr: Supprimer %@
hu: %@ törlése
id: Hapus %@
it: Elimina %@
ja: %@を削除
ka: %@-ის წაშლა
ko: %@ 삭제
nb: Slett %@
nl: %@ verwijderen
pl: Usuń %@
pt_br: Excluir %@
ro: Ștergere %@
sk: Vymazať %@
sv: Ta bort %@
tr: %@ ögesini sil
zh_hans: 删除 %@

# trash_action_delete_permanently_confirmation_title
source: %@ will be deleted permanently. Delete anyway?
be: Файл з назвай %@ будзе выдалены незваротна. Усё роўна працягнуць?
ca: %@ s'eliminarà permanentment.Voleu eliminar-lo de totes maneres?
cs: %@ bude trvale smazán. Opravdu smazat?
da: %@ vil blive slettet permanent. Slet alligevel?
de: %@ wird dauerhaft gelöscht. Trotzdem löschen?
el: Το %@ θα διαγραφεί οριστικά. Διαγραφή ούτως ή άλλως;
es: %@ se eliminará permanentemente. ¿Eliminar de todos modos?
es_419: %@ se eliminará permanentemente. ¿Eliminar de todos modos?
fi: %@ poistetaan pysyvästi. Poista silti?
fr: %@ sera définitivement supprimé. Voulez-vous le supprimer quand même ?
hu: %@ végleg törölve lesz. Biztosan folytatja?
id: %@ akan dihapus secara permanen. Hapus saja?
it: %@ verrà eliminato definitivamente. Eliminare comunque?
ja: %@は完全に削除されます。 削除しますか？
ka: %@ სამუდამოდ წაიშლება. მაინც წავშალო?
ko: %@이(가) 영구적으로 삭제됩니다. 정말 삭제하시겠어요?
nb: %@ vil bli slettet permanent.\nSlette likevel?
nl: %@ zal permanent worden verwijderd. Toch verwijderen?
pl: %@ zostanie trwale usunięty. Usunąć mimo to?
pt_br: %@ será excluído permanentemente. Você quer excluir mesmo assim?
ro: %@ va fi șters definitiv. Continuați?
sk: Súbor %@ bude natrvalo vymazaný. Napriek tomu vymazať?
sv: %@ kommer att tas bort permanent. Ta bort ändå?
tr: %@ kalıcı olarak silinecek. Silmek istediğinize emin misiniz?
zh_hans: %@ 将被永久删除！ 请问要继续吗？

# trash_action_empty_trash
source: Empty trash
be: Ачысціць сметніцу
ca: Buida la paperera
cs: Vysypat koš
da: Tøm papirkurv
de: Papierkorb leeren
el: Άδειασμα Διαγραμμένων
es: Vaciar la papelera
es_419: Vaciar la papelera
fi: Tyhjennä roskakori
fr: Vider la corbeille
hu: Lomtár kiürítése
id: Kosongkan sampah
it: Svuota il cestino
ja: ごみ箱を空にする
ka: ნაგვის ყუთის დაცარიელება
ko: 휴지통 비우기
nb: Tøm papirkurven
nl: Prullenbak leegmaken
pl: Opróżnij kosz
pt: Esvaziar o lixo
pt_br: Esvaziar lixeira
ro: Golire gunoi
ru: Очистить корзину
sk: Vyprázdniť kôš
sv: Töm papperskorg
tr: Çöp kutusunu boşalt
uk: Спорожнити смітник
zh_hans: 清空回收站
zh_hant: 清空垃圾桶

# trash_action_restore
source: Restore %@
be: Аднавіць %@
ca: Restaureu %@
cs: Obnovit %@
da: Gendan %@
de: %@ wiederherstellen
el: Επαναφορά %@
es: Restaurar %@
es_419: Restaurar %@
fi: Palauta %@
fr: Restaurer %@
hu: %@ visszaállítása
id: Pulihkan %@
it: Ripristina %@
ja: %@を復元する
ka: %@-ის აღდგენა
ko: %@ 복원
nb: Gjenopprett %@
nl: %@ herstellen
pl: Przywróć %@
pt_br: Restaurar %@
ro: Restaurare %@
sk: Obnoviť %@
sv: Återställ %@
tr: %@ ögesini geri yükle
zh_hans: 恢复 %@

# trash_action_restore_all_files
source: Restore all files
be: Аднавіць усе файлы
ca: Restaura tots els fitxers
cs: Obnovit všechny soubory
da: Gendan alle filer
de: Alle Dateien wiederherstellen
el: Επαναφορά όλων των αρχείων
es: Restaurar todos los archivos
es_419: Restaurar todos los archivos
fi: Palauta kaikki tiedostot
fr: Restaurer tous les fichiers
hu: Az összes fájl helyreállitása
id: Pulihkan semua berkas
it: Ripristina tutti i file
ja: 全てのファイルを復元する
ka: ყველა ფაილის აღდგენა
ko: 모든 파일 복원하기
nb: Gjenopprett alle filer
nl: Alle bestanden herstellen
pl: Przywróć wszystkie pliki
pt: Restaurar todos os ficheiros
pt_br: Restaurar todos os arquivos
ro: Restaurare toate fișierele
ru: Восстановить все файлы
sk: Obnoviť všetky súbory
sv: Återställ alla filer
tr: Tüm dosyaları geri yükle
uk: Відновити всі файли
zh_hans: 恢复所有文件
zh_hant: 還原所有檔案

# trash_action_restore_all_folders
source: Restore all folders
be: Аднавіць усе папкі
ca: Restaura totes les carpetes
cs: Obnovit všechny složky
da: Gendan alle mapper
de: Alle Ordner wiederherstellen
el: Επαναφορά όλων των φακέλων
es: Restaurar todas las carpetas
es_419: Restaurar todas las carpetas
fi: Palauta kaikki kansiot
fr: Restaurer tous les dossiers
hu: Az összes mappa helyreállitása
id: Pulihkan semua folder
it: Ripristina tutte le cartelle
ja: 全てのフォルダを復元する
ka: ყველა საქაღალდის აღდგენა
ko: 모든 폴더 복원하기
nb: Gjenopprett alle mapper
nl: Alle mappen herstellen
pl: Przywróć wszystkie foldery
pt: Restaurar todas as pastas
pt_br: Restaurar todas as pastas
ro: Restaurare toate folderele
ru: Восстановить все папки
sk: Obnoviť všetky priečinky
sv: Återställ alla mappar
tr: Tüm klasörleri geri yükle
uk: Відновити всі теки
zh_hans: 恢复所有文件夹
zh_hant: 還原所有資料夾

# trash_action_restore_all_items
source: Restore all items
be: Аднавіць усе элементы
ca: Restaura tots els elements
cs: Obnovit všechny položky
da: Gendan alle elementer
de: Alle Elemente wiederherstellen
el: Επαναφορά όλων των αντικειμένων
es: Restaurar todos los elementos
es_419: Restaurar todos los elementos
fi: Palauta kaikki kohteet
fr: Restaurer tous les éléments
hu: Minden elem helyreállítása
id: Pulihkan semua item
it: Ripristina tutti gli elementi
ja: 全てのアイテムを復元する
ka: ყველა ელემენტის აღდგენა
ko: 모든 항목 복원하기
nb: Gjenopprett alle elementer
nl: Alle items herstellen
pl: Przywróć wszystkie elementy
pt: Restaurar todos os itens
pt_br: Restaurar todos os itens
ro: Restaurare toate articolele
ru: Восстановить все элементы
sk: Obnoviť všetky položky
sv: Återställ alla objekt
tr: Tüm ögeleri geri yükle
uk: Відновити всі елементи
zh_hans: 恢复所有项目
zh_hant: 還原所有項目

# trash_action_restore_selected
source: Restore selected %@
be: Выбрана для аднаўлення %@
ca: Restaureu %@ seleccionats
cs: Obnovit vybrané %@
da: Gendan valgte %@
de: Ausgewählte %@ wiederherstellen
el: Επαναφορά επιλεγμένων %@
es: Restaurar %@ seleccionados
es_419: Restaurar %@ seleccionado
fi: Palauta valitut %@
fr: Restaurer %@ sélectionnés
hu: A kiválasztott %@ elem helyreállítása
id: Pulihkan %@ yang dipilih
it: Ripristina selezionato %@
ja: 選択した%@を復元する
ka: მონიშნული %@-ის აღდგენა
ko: %@개 선택된 항목 복구
nb: Gjenopprett valgte %@
nl: Geselecteerde %@ herstellen
pl: Przywróć wybrane %@
pt_br: Restaurar %@ selecionado
ro: Selectate de restaurat: %@
sk: Obnoviť vybrané %@
sv: Återställ vald %@
tr: Seçilmiş %@ ögesini geri yükle
zh_hans: 恢复选定的 %@

# trash_empty_message
source: Items moved to the trash will stay here until deleted
be: Элементы перамешчаныя ў сметніцу будуць заставацца там да выдалення
ca: Els elements moguts a la paperera es quedaran aquí fins que siguin eliminats.
cs: Položky přesunuté do koše zde zůstanou, dokud nebudou smazány
da: Elementer, der flyttes til papirkurven, bliver her, indtil de slettes.
de: Objekte, die in den Papierkorb verschoben werden, verbleiben dort, bis sie gelöscht werden.
el: Τα στοιχεία που μετακινούνται στα Διαγραμμένα θα παραμείνουν εδώ μέχρι να διαγραφούν
es: Los elementos movidos a la papelera permanecerán aquí hasta ser eliminados.
es_419: Los elementos movidos a la papelera permanecerán aquí hasta ser eliminados.
fi: Roskakoriin siirretyt kohteet pysyvät täällä, kunnes ne poistetaan
fr: Les éléments déplacés dans la corbeille y resteront jusqu'à ce qu'ils soient supprimés.
hu: A lomtárba helyezett tételek itt maradnak, amíg törlésre nem kerülnek
id: Item yang dipindahkan ke sampah akan tetap berada di sini hingga dihapus
it: Gli elementi spostati nel cestino rimarranno qui finché non verranno eliminati
ja: ゴミ箱に移動したアイテムは削除されるまでにここに残ります
ka: ელემენტები, რომლებიც ნაგვის ყუთში გადაიტანეთ, იქ წაშლამდე დარჩება
ko: 휴지통으로 이동된 항목들이 삭제될 때 까지 계속 여기에 유지됩니다.
nb: Elementer som flyttes til papirkurven, blir værende her til de slettes.
nl: Items verplaatst naar de prullenbak blijven hier tot het verwijderd is
pl: Elementy w koszu pozostaną tutaj, dopóki nie zostaną trwale usunięte
pt: Os itens movidos para o lixo permanecerão aqui até serem eliminados.
pt_br: Os itens movidos para a lixeira permanecerá aqui até serem excluídos
ro: Articolele mutate în gunoi vor rămâne aici până când sunt șterse.
ru: Элементы, перемещенные в корзину, будут находиться там до тех пор, пока не будут удалены
sk: Položky presunuté do koša tu zostanú, kým nebudú odstránené
sv: Objekt flyttat till papperskorgen stannar här tills de tas bort
tr: Çöpe atılan dosyalar silinene kadar burada tutulur
uk: Елементи, переміщені до смітника, залишатимуться в ньому, доки ви їх не видалите
zh_hans: 移动到回收站的项目将保留在这里直到删除
zh_hant: 移動至垃圾桶的項目將留在此處直至刪除為止

# trash_empty_title
source: Trash is empty
be: Сметніца пустая
ca: La paperera és buida.
cs: Koš je prázdný
da: Papirkurven er tom
de: Papierkorb ist leer
el: Τα Διαγραμμένα είναι άδεια
es: La papelera está vacía.
es_419: La papelera está vacía.
fi: Roskakori on tyhjä
fr: La corbeille est vide.
hu: A Lomtár üres
id: Sampah kosong
it: Il cestino è vuoto
ja: ごみ箱は空です
ka: ნაგვის ყუთი ცარიელია
ko: 휴지통이 비어있어요
nb: Papirkurven er tom
nl: Uw prullenbak is leeg.
pl: Kosz jest pusty
pt: O Lixo está vazio
pt_br: A lixeira está vazia
ro: Folderul gunoi este gol
ru: Корзина пуста
sk: Kôš je prázdny
sv: Papperskorg är tom
tr: Çöp kutusu boş
uk: Смітник порожній
zh_hans: 回收站为空
zh_hant: 垃圾桶空無一物

# universalLink_incoming_auth_error
source: Please authenticate before saving file(s)
be: Прайдзіце аўтэнтыфікацыю перад захаваннем файла(ў)
ca: Autentiqueu-vos abans de desar el(s) fitxer(s)
cs: Prosím, přihlaste se před ukládáním soubor(u/ů)
da: Du bedes autorise, før du gemmer fil(er).
de: Bitte authentifizieren Sie sich, bevor Sie die Datei(en) speichern.
el: Παρακαλούμε ταυτοποιηθήτε πριν την αποθήκευση αρχείων
es: Identifícate antes de guardar los archivos.
es_419: Autentíquese antes de guardar los archivos
fi: Tunnistaudu ennen tiedostojen tallentamista.
fr: Veuillez vous authentifier avant d'enregistrer le(s) fichier(s)
hu: Kérjük, hitelesítse magát a fájlok mentése előtt.
id: Silakan autentikasi sebelum menyimpan berkas
it: Per favore, autenticati prima di salvare i/il file
ja: ファイルを保存する前に認証してください
ka: ფაილ(ებ)-ის შენახვამდე გაიარეთ ავთენტიკაცია
ko: 파일 저장 전 인증해 주세요.
nb: Du må autentisere deg før du kan lagre fil(er).
nl: Authenticeer voordat u bestand(en) opslaat.
pl: Przed zapisaniem plików należy się uwierzytelnić.
pt_br: Autentique-se antes de salvar o(s) arquivo(s)
ro: Trebuie să vă autentificați înainte de a salva datele.
sk: Pred uložením súborov sa autentifikujte, prosím.
sv: Autentisera innan fil/filerna sparas
tr: Dosyaları kaydetmeden önce kimliği doğrulayın
zh_hans: 请在保存文件前进行身份验证

# universalLink_protonFile_auth_error
source: Please authenticate before opening the file
be: Прайдзіце аўтэнтыфікацыю перад адкрыццём файла
ca: Autentiqueu-vos abans d'obrir el fitxer
cs: Prosím, přihlaste se před otevřením souboru
da: Du bedes autentificere, før du åbner filen
de: Bitte authentifiziere dich, bevor du die Datei öffnest.
el: Παρακαλούμε να ταυτοποιηθήτε πριν ανοίξετε το αρχείο
es: Identifícate antes de abrir el archivo
es_419: Autentíquese antes de abrir el archivo
fi: Tunnistaudu ennen tiedoston avaamista.
fr: Veuillez vous authentifier avant d'ouvrir le fichier
hu: Kérjük, hitelesítse magát a fájl megnyitása előtt.
id: Silakan autentikasi sebelum membuka berkas
it: Per favore, autenticati prima di aprire il file
ja: ファイルを開く前に認証してください
ka: ფაილ(ებ)-ის გახსნამდე გაიარეთ ავთენტიკაცია
ko: 파일을 열기 전 인증해 주세요.
nb: Du må autentisere deg før du kan åpne filen.
nl: Authenticeer voordat u het bestand opent.
pl: Przed otwarciem pliku należy się uwierzytelnić.
pt_br: Autentique-se antes de abrir o arquivo
ro: Trebuie să vă autentificați înainte de a deschide fișierul.
sk: Pred otvorením súborov sa autentifikujte, prosím.
sv: Autentisera innan filen öppnas
tr: Dosyayı açmadan önce kimliği doğrulayın
zh_hans: 请在打开文件前进行身份验证

# unlock_app_title
source: Unlock App
be: Разблакіраваць праграму
ca: Desbloqueja l'aplicació
cs: Odemknout aplikaci
da: Oplås app
de: App entsperren
el: Ξεκλείδωμα Εφαρμογής
es: Desbloquear la aplicación
es_419: Desbloquear la aplicación
fi: Avaa sovellus
fr: Déverrouiller l'application
hu: Alkalmazás zárolásának feloldása
id: Buka Kunci Aplikasi
it: Sblocca App
ja: アプリをアンロックする
ka: აპლიკაციის განბლოკვა
ko: 앱 잠금 해제
nb: Lås opp app
nl: App ontgrendelen
pl: Odblokuj aplikację
pt: Desbloquear a aplicação
pt_br: Desbloquear aplicativo
ro: Deblocare aplicație
ru: Разблокировать приложение
sk: Odomknúť aplikáciu
sv: Lås upp app
tr: Uygulamanın kilidini aç
uk: Розблокувати додаток
zh_hans: 解锁应用
zh_hant: 解鎖應用程式

# update_required_title
source: Update Required
be: Патрабуецца абнаўленне
ca: Actualització requerida
cs: Je vyžadována aktualizace
da: Opdatering påkrævet
de: Aktualisierung erforderlich
el: Απαιτείται Ενημέρωση
es: Actualización necesaria
es_419: Actualización necesaria
fi: Päivitys vaaditaan
fr: Mise à jour nécessaire
hu: Frissítés szükséges
id: Pembaruan Dibutuhkan
it: Aggiornamento necessario
ja: アップデートが必要
ka: აუცილებელია განახლება
ko: 업데이트 필요
nb: Oppdatering kreves
nl: Update vereist
pl: Aktualizacja jest wymagana
pt: Atualização necessária
pt_br: Atualização necessária
ro: Actualizare necesară
ru: Требуется обновление
sk: Vyžaduje sa aktualizácia
sv: Uppdatering krävs
tr: Güncellenmesi gerekiyor
uk: Необхідне оновлення
zh_hans: 需要更新
zh_hant: 需要更新

# upload_disclaimer
source: For uninterrupted uploads, keep the app open. Uploads will pause when the app is in the background.
be: Пакіньце праграму адкрытай, каб пазбегнуць перарывання запампоўвання. Пры пераходзе праграмы ў фонавы рэжым запампоўванне будзе прыпынена.
ca: Per a càrregues ininterrompudes, manteniu l'aplicació oberta. Les càrregues es posaran en pausa quan l'aplicació estigui en segon pla.
cs: Pro nepřerušované nahrávání nechte aplikaci otevřenou. Nahrávání se pozastaví, když běží aplikace na pozadí.
da: Hold appen åben for at få uafbrudte uploads. Uploads bliver sat på pause, når appen er i baggrunden.
de: Lass die App geöffnet, um Unterbrechungen zu verhindern. Laufende Uploads werden angehalten, sobald sich die App im Hintergrund befindet.
el: Για απρόσκοπτες μεταφορτώσεις, διατηρήστε την εφαρμογή ανοιχτή. Οι μεταφορτώσεις θα τίθενται σε παύση όταν η εφαρμογή βρίσκεται στο παρασκήνιο.
es: Para cargas sin interrupciones, mantén la aplicación abierta. Las cargas se pausarán cuando la aplicación esté en segundo plano.
es_419: Para cargas sin interrupciones, mantenga la aplicación abierta. Las cargas se pausarán cuando la aplicación esté en segundo plano.
fi: Pidä sovellus auki, jotta lähetykset jatkuvat keskeytyksettä. Lähetykset pysähtyvät sovelluksen ollessa taustalla.
fr: Pour des téléchargements ininterrompus, gardez l'application ouverte. Les téléchargements seront suspendus lorsque l'application est en arrière-plan.
hu: A zavartalan feltöltésekhez tartsa nyitva az alkalmazást. A feltöltések felfüggesztődnek, amikor az alkalmazás a háttérben van.
id: Untuk unggahan yang berlangsung tanpa gangguan, biarkan aplikasi tetap terbuka. Unggahan akan dijeda pada saat aplikasi berada di latar belakang.
it: Per caricamenti senza interruzioni, mantieni l'app aperta. I caricamenti verranno messi in pausa quando l'app è in background.
ja: アップロードを中断なく行うためには、アプリを開いたままにしてください。アプリがバックグラウンドにあると、アップロードは一時停止します。
ka: შეუზღუდავი ატვირთვებისთვის დატოვეთ აპი ღია. ატვირთვა შეჩერდება, როცა აპი ფონურადაა გაშვებული.
ko: 중단 없는 업로드를 위해, 앱을 열어두세요. 앱이 백그라운드에 있을 때 업로드가 일시 중지됩니다.
nb: For uavbrutt opplasting, hold appen åpen. Opplastinger settes på pause når appen er i bakgrunnen.
nl: Houd de app open voor ononderbroken uploads. Uploads zullen pauzeren wanneer de app op de achtergrond is.
pl: Aby zapewnić nieprzerwane przesyłanie, aplikacja musi być otwarta. Przesyłanie zostanie wstrzymane, gdy aplikacja będzie działać w tle.
pt: Para envios ininterruptos, mantenha a aplicação aberta. Os envios serão pausados quando a aplicação estiver em segundo plano.
pt_br: Para envios ininterruptos, mantenha o aplicativo aberto. Os envios serão pausados ​​quando o aplicativo estiver em segundo plano.
ro: Pentru încărcări neîntrerupte, păstrați aplicația deschisă. Încărcările se vor întrerupe când aplicația este în fundal.
ru: Чтобы загрузки не прерывались, держите приложение открытым. Загрузки приостановятся, когда приложение будет в фоновом режиме.
sk: Pre neprerušované odosielanie nechajte aplikáciu otvorenú. Nahrávanie sa pozastaví, keď je aplikácia na pozadí.
sv: För oavbrutna uppladdningar, håll appen öppen. Uppladdningar kommer pausas när appen är i bakgrunden.
tr: Yüklemenin kesintisiz olması için uygulamayı açık tutun. Uygulama arka plandayken yükleme duraklatılır.
uk: Для безперервного завантаження тримайте додаток відкритим. Завантаження буде призупинено, коли програма перебуває у фоновому режимі.
zh_hans: 要实现不间断上传，请打开应用程序。应用程序处于后台时，上传会暂停。
zh_hant: 為了不間斷地上載，請保持應用程式開啟。當應用程式在背景執行時，上載將會暫停。

# upload_photo_button
source: Upload a photo
be: Запампаваць фатаграфію
ca: Carrega una foto
cs: Nahrát fotku
da: Upload et foto
de: Foto hochladen
el: Μεταφόρτωση φωτογραφίας
es: Cargar una foto
es_419: Cargar una foto
fi: Lähetä kuva
fr: Importer une photo
hu: Fénykép feltöltése
id: Unggah foto
it: Carica una foto
ja: 写真をアップロード
ka: სურათის ატვირთვა
ko: 사진 업로드
nb: Last opp et bilde
nl: Upload een foto
pl: Prześlij zdjęcie
pt: Enviar uma foto
pt_br: Carregar uma foto
ro: Încărcare fotografie
ru: Загрузить фото
sk: Nahrať fotografiu
sv: Ladda upp ett foto
tr: Bir fotoğraf yükle
uk: Вивантажити фото
zh_hans: 上传照片
zh_hant: 上載照片

# duplication_handler_action_apply_all
source: Apply to all duplicates
ca: Aplicar-ho a tots els duplicats
da: Anvend på alle dubletter
de: Auf alle Duplikate anwenden
el: Εφαρμογή σε όλα τα διπλότυπα
es_419: Aplicar a todos los duplicados
fr: Appliquer à tous les doublons
nl: Van toepassing op alle duplicaten
pt_br: Aplicar a todas as duplicadas
ro: Aplicare la toate duplicatele
sk: Použiť na všetky duplikáty
sv: Tillämpa på alla dubbletter
tr: Tüm kopyalara uygula

# duplication_handler_action_desc_keep_both
source: Keep both items
ca: Mantenir-los tots dos
da: Behold begge elementer
de: Beide Einträge behalten
el: Κρατήστε και τα δύο στοιχεία
es_419: Mantener ambos elementos
fr: Conservez les deux éléments
nl: Beide items behouden
ro: Păstrare ambele articole
sk: Ponechať obe položky
sv: Behåll båda objekten
tr: Her iki öğeyi de koru

# duplication_handler_action_desc_replace
source: Replace the existing item with the new one
ca: Substituir l'element existent pel nou
da: Erstat det eksisterende element med det nye
de: Den bestehenden Eintrag durch den neuen ersetzen
el: Αντικαταστήστε το υπάρχον στοιχείο με το νέο
es_419: Reemplazar el elemento existente por el nuevo
fr: Remplacer l'élément existant par le nouveau
nl: Vervang het bestaande item door het nieuwe
ro: Înlocuire articol existent cu unul nou
sk: Nahradiť existujúcu položku novou
sv: Ersätt det befintliga objektet med det nya
tr: Mevcut öğeyi yenisiyle değiştir

# duplication_handler_action_desc_skip
source: Don’t upload this item
ca: No carregar aquest element
da: Upload ikke dette element
de: Diesen Eintrag nicht hochladen
el: Μην ανεβάσετε αυτό το στοιχείο
es_419: No cargar este elemento
fr: Ne pas importer cet élément
nl: Upload dit item niet
ro: Nu încărca acest articol
sk: Nenahrávať túto položku
sv: Ladda inte upp detta objekt
tr: Bu ögeyi yükleme

# duplication_handler_action_title_continue
source: Continue
ca: Continuar
da: Fortsæt
de: Weiter
el: Συνέχεια
es_419: Continuar
fr: Continuer
nl: Doorgaan
pt_br: Continuar
ro: Continuare
sk: Pokračovať
sv: Fortsätt
tr: İlerle

# duplication_handler_action_title_keep_both
source: Keep Both
ca: Mantenir-los tots dos
da: Behold begge
de: Beide behalten
el: Κρατήστε και τα Δύο
es_419: Mantener ambos
fr: Garder les deux
nl: Beide behouden
pt_br: Manter ambos
ro: Păstrare ambele
sk: Ponechať obe
sv: Behåll båda
tr: İkisini de tut

# duplication_handler_action_title_replace
source: Replace
ca: Substituir-lo
da: Erstat
de: Ersetzen
el: Αντικατάσταση
es_419: Reemplazar
fr: Remplacer
nl: Vervangen
pt_br: Substituir
ro: Înlocuire
sk: Nahradiť
sv: Ersätt
tr: Değiştir

# duplication_handler_action_title_skip
source: Skip
ca: Ometre
da: Spring over
de: Überspringen
el: Παράλειψη
es_419: Omitir
fr: Ignorer
nl: Overslaan
pt_br: Pular
ro: Omitere
sk: Preskočiť
sv: Hoppa över
tr: Atla
